Revit 2027 API
GroupTypeId.CurtainGridU Property
 U Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainGridU { get; }
Public Shared ReadOnly Property CurtainGridU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainGridU {
	ForgeTypeId^ get ();
}
static member CurtainGridU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace